const WhoAreData = [
  {
    title: "מי אנחנו",
    text: "חברתנו מתמחה בשיווק והתאמת פתרונות ישיבה מעוצבים וארגונומיים למשרדים מסחריים ולמשרדים ביתיים. עם שנים של ניסיון בתחום, אנו מציעים מוצרים איכותיים ושירות מותאם אישית לכל לקוח.",
  },
  {
    title: "מה אנחנו עושים",
    text: "אנו מספקים מגוון רחב של שולחנות וכיסאות ארגונומיים המתאימים לצרכים השונים של משרדים ומשרדים ביתיים. אנו מתאימים את המוצרים לצרכים האישיים של כל לקוח כדי להבטיח נוחות ובריאות מקסימלית.",
  },
  {
    title: "איך אנחנו עוזרים",
    text: "צוות המומחים שלנו מלווה את הלקוח החל משלב הייעוץ ועד לשלב ההתקנה, ומספק תמיכה ופתרונות לכל שאלה או בעיה. אנו מקפידים על התאמת המוצרים לשביעות רצונו המלאה של הלקוח.",
  },
  {
    title: "ליצור סיפור הצלחה",
    text: "לקוחותינו מספרים על השיפור המשמעותי בנוחות ובבריאות בעקבות השימוש במוצרים שלנו. אנו גאים לסייע ביצירת סביבת עבודה בריאה ונעימה יותר לכל לקוח.",
  },
];

const WhoAreGallery = [
  "/images/product/flexo1.jpg",
  "/images/product/flexo2.png",
  "/images/product/flexo3.jpg",
  "/images/product/flexo5.jpg",
];

const AboutStore = {
  thumbnail: "/images/about/about-01.png",
  subtitle: "על החנות",
  subtitleIcon: "far fa-shopping-basket",
  title: "flexo",
  higlightLine:
    "אנו מתמחים במכירת שולחנות ארגונומיים איכותיים, המשלבים נוחות ופרקטיות יחד עם עיצוב מודרני ואלגנטי. החזון שלנו הוא לשפר את חוויית העבודה והלימודים שלכם על ידי מתן פתרונות ארגונומיים מתקדמים שיתאימו לכל סביבה - משרדית או ביתית.",
  description: [""],
};

const AboutAchievment = [
  {
    icon: "/images/about/shape-01.png",
    title: "1000+ לקוחות מרוצים",
    text: "העצימו את סביבת העבודה שלכם עם שולחנות ארגונומיים המותאמים במיוחד לצרכים של חברות ולקוחות פרטיים. השולחנות שלנו תומכים ביעילות, נוחות ובריאות, ומשפרים את ביצועי העבודה. בחרו בטכנולוגיה המתקדמת ובאיכות הגבוהה שלנו כדי להבטיח סביבת עבודה אופטימלית ומרשימה.",
  },
  {
    icon: "/images/about/shape-02.png",
    title: "שנים של ניסיון בתחום הארגונומיה",
    text: "שדרגו את סביבת העבודה שלכם עם שולחנות ארגונומיים המותאמים במיוחד לצרכים של חברות ולקוחות פרטיים.",
  },
  {
    icon: "/images/about/shape-03.png",
    title: "שירות לקוחות טלפוני",
    text: "בנוסף לשולחנות הארגונומיים המתקדמים שלנו, אנו מציעים שירות טלפוני זמין למענה על כל שאלה או צורך. הצוות שלנו כאן כדי לסייע לכם ולוודא שתקבלו את הפתרונות המתאימים ביותר לצרכים שלכם, בכל זמן שתזדקקו.",
  },
];

const AboutFeatures = [
  {
    subtitle: "Flexo",
    title: " ההיסטוריה והייחודיות שלנו",
    text: " , אנו גאים להוביל את התחום של פתרונות ארגונומיים לעבודה עם שולחנות מתקדמים ומעוצבים. העסק שלנו התחיל מתוך התשוקה להנגיש פתרונות איכותיים לסביבות עבודה, ולספק את התמיכה הנדרשת לשיפור הבריאות והנוחות של העובדים. הייחודיות שלנו טמונה בהבנה עמוקה של הצרכים המשתנים של לקוחותינו, וביכולתנו להציע מוצרים שמבוססים על חדשנות וטכנולוגיה מתקדמת.",
    thumbnail: "/images/about/4.jpg",
  },
  {
    subtitle: "ייצור",
    title: "איכות ותהליך ייצור",
    text: "אנו מחויבים להציע מוצרים באיכות הגבוהה ביותר, ולשם כך אנו מקפידים על שימוש בחומרים איכותיים ומתקדמים. תהליך הייצור שלנו כולל שלביים קפדניים של בקרת איכות, החל מהפיתוח ועד לשלב ההתקנה הסופית. אנו עובדים עם שותפים מהימנים ועם טכנולוגיות חדשות כדי להבטיח שכל שולחן עונה לסטנדרטים הגבוהים ביותר של עמידות ופרקטיות.",
    thumbnail: "/images/about/qw.jpg",
  },
];

const AboutFeatures_Ergonomic_desks = [
  //   {
  //     subtitle: "Flexo",
  //     title: " ההיסטוריה והייחודיות שלנו",
  //     text: " , אנו גאים להוביל את התחום של פתרונות ארגונומיים לעבודה עם שולחנות מתקדמים ומעוצבים. העסק שלנו התחיל מתוך התשוקה להנגיש פתרונות איכותיים לסביבות עבודה, ולספק את התמיכה הנדרשת לשיפור הבריאות והנוחות של העובדים. הייחודיות שלנו טמונה בהבנה עמוקה של הצרכים המשתנים של לקוחותינו, וביכולתנו להציע מוצרים שמבוססים על חדשנות וטכנולוגיה מתקדמת.",
  //     thumbnail: "/images/about/4.jpg",
  //   },
  {
    subtitle: "ייצור",
    title: "איכות ותהליך ייצור",
    text: "אנו מחויבים להציע מוצרים באיכות הגבוהה ביותר, ולשם כך אנו מקפידים על שימוש בחומרים איכותיים ומתקדמים. תהליך הייצור שלנו כולל שלביים קפדניים של בקרת איכות, החל מהפיתוח ועד לשלב ההתקנה הסופית. אנו עובדים עם שותפים מהימנים ועם טכנולוגיות חדשות כדי להבטיח שכל שולחן עונה לסטנדרטים הגבוהים ביותר של עמידות ופרקטיות.",
    thumbnail: "/images/about/qw.jpg",
  },
];

export {
  WhoAreData,
  WhoAreGallery,
  AboutFeatures,
  AboutStore,
  AboutAchievment,
  AboutFeatures_Ergonomic_desks,
};
